"==============================================================================
" MacVim用の設定
"==============================================================================
if has("gui_macvim")
	set t_Co=256
	set background=dark
	colorscheme solarized

	" 透明度の設定
	set transparency=5

	" Dockがはねる問題を修正
	set imdisable

	" ツールバーが出ないように設定
	set guioptions-=T
endif

"==============================================================================
" perl-support.vim for GUI
"==============================================================================
let g:Perl_Root = '&Plugin.&Perl.'

"==============================================================================
" Align.vim for GUI
"==============================================================================
let g:DrChipTopLvlMenu = "Plugin."

