tap 'homebrew/core'
tap 'homebrew/bundle'
tap 'homebrew/homebrew-cask'

cask_args appdir: '/Applications'
cask 'alfred'
cask 'appcleaner'
cask 'docker'
cask 'google-chrome'
cask 'google-japanese-ime'
cask 'iterm2'
cask 'karabiner-elements'
cask 'visual-studio-code'
cask 'duet'

brew 'ghq'
brew 'mas'
brew 'peco'
brew 'wget'
brew 'cmake'
brew 'rbenv'
brew 'ruby-build'
brew 'direnv'
brew 'nodenv'
brew 'node-build'
brew 'rcmdnk/rcmdnkpac/screenutf8'

mas '1Password', id: 1333542190
mas 'Day One Classic', id: 422304217
mas 'Keynote', id: 409183694
mas 'Magnet', id: 441258766
mas 'Marked', id: 448925439
mas 'Slack', id: 803453959
mas 'Pixelmator', id: 407963104
mas 'LINE', id: 539883307
mas 'Kindle', id: 405399194
mas 'Evernote', id: 406056744
