cask_args appdir: '/Applications'
cask 'arc'
cask 'alfred'
cask 'appcleaner'
cask 'docker'
cask 'iterm2'
cask 'karabiner-elements'
cask 'visual-studio-code'
cask 'discord'
cask '1password'
cask '1password-cli'
cask 'charles'
cask 'hot'
cask 'ears'
cask 'ankerwork'
cask 'kindle'
cask 'homebrew/cask-fonts/font-fira-code-nerd-font'
cask 'microsoft-edge'
cask 'postman'

brew 'mise'
brew 'ghq'
brew 'mas'
brew 'peco'
brew 'wget'
brew 'mackup'
brew 'rcmdnk/rcmdnkpac/screenutf8'
brew 'jq'
brew 'yq'
brew 'xcodes'
brew 'starship'


mas 'Day One Classic', id: 422304217
mas 'Keynote', id: 409183694
mas 'Magnet', id: 441258766
mas 'Marked', id: 448925439
mas 'Slack', id: 803453959
mas 'Pixelmator', id: 407963104
mas 'LINE', id: 539883307
